
/* Alert strings */
"OK" = "OK";
"Cancel" = "Cancel";

/* Window title */
"RSA SecurID Authentication" = "RSA SecurID Authentication";

/* Name and Passcode window */
"Please enter your identification." = "Please enter your identification.";
"Please enter your passcode." = "Please enter your passcode.";
"User Name:" = "User Name:";
"PASSCODE:" = "PASSCODE:";

/* Next token window */
"Please enter the next code displayed by your token." = "Please enter the next code displayed by your token.";
"Next Tokencode:" = "Next Tokencode:";

/* Message window */

/* Result window */
"Authentication successful!" = "Authentication successful!";
"Authentication denied." = "Authentication denied.";

/* New PIN window */
"A new PIN is required! Please enter your new PIN." = "A new PIN is required! Please enter your new PIN.";
"Please enter a new PIN." = "Please enter a new PIN.";
"A new PIN is required! Please enter your new PIN containing %d to %d characters." = "A new PIN is required! Please enter your new PIN containing %d to %d characters.";
"A new PIN is required! Please enter your new PIN containing %d to %d digits." = "A new PIN is required! Please enter your new PIN containing %d to %d digits.";
"PIN:" = "PIN:";
"Confirm:" = "Confirm:";
"A new PIN is required! Your new PIN will be displayed for 10 seconds." = "A new PIN is required! Your new PIN will be displayed for 10 seconds.";
"The PIN you entered is invalid." = "The PIN you entered is invalid.";
